[
  {
    "index": 0,
    "quote": "“Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do.”",
    "description": "Pelé, Brazillian pro footballer"
  },
  {
    "index": 1,
    "quote": "“There are no secrets to success. It is the result of preparation, hard work, and learning from failure.”",
    "description": "General Colin Powell, former US Secretary of State"
  },
  {
    "index": 2,
    "quote": "“People always say that I didn’t give up my seat because I was tired, but that isn’t true. I was not tired physically… No, the only tired I was, was tired of giving in.”",
    "description": "Rosa Parks"
  },
  {
    "index": 3,
    "quote": "“However difficult life may seem, there is always something you can do and succeed at.”",
    "description": "Stephen Hawking"
  },
  {
    "index": 4,
    "quote": "“Striving for success without hard work is like trying to harvest where you haven’t planted.”",
    "description": "David Bly, American politician"
  },
  {
    "index": 5,
    "quote": "“Success is the sum of small efforts, repeated day in and day out.”",
    "description": "Robert Collier, self-help author"
  },
  {
    "index": 6,
    "quote": "“Success isn’t overnight. It’s when every day you get a little better than the day before. It all adds up.”",
    "description": "Dwayne Johnson, actor and former pro-wrestler"
  },
  {
    "index": 7,
    "quote": "“The secret of success is to do the common things uncommonly well.”",
    "description": "John D. Rockefeller, widely considered the richest man in modern history"
  },
  {
    "index": 8,
    "quote": "“Success doesn’t come to you, you go to it.”",
    "description": "Marva Collins, American educator"
  },
  {
    "index": 9,
    "quote": "“Recipe for success: Study while others are sleeping; work while others are loafing; prepare while others are playing; and dream while others are wishing.”",
    "description": "William A. Ward, motivational writer"
  },
  {
    "index": 10,
    "quote": "“Success is the progressive realization of a worthy goal.”",
    "description": "Earl Nightingale, author"
  },
  {
    "index": 11,
    "quote": "“Power’s not given to you. You have to take it.”",
    "description": "Beyoncé, 100 million record selling artist"
  },
  {
    "index": 12,
    "quote": "“You may encounter many defeats but you must not be defeated. In fact, it may be necessary to encounter the defeats, so you can know who you are, what you can rise from, how you can still come out of it.”",
    "description": "Maya Angelou, American civil rights activist and poet"
  },
  {
    "index": 13,
    "quote": "“Failure is the opportunity to begin again more intelligently.”",
    "description": "Henry Ford, industrialist founder of the Ford Motor Company"
  },
  {
    "index": 14,
    "quote": "“Failure doesn’t mean the game is over, it means try again with experience.”",
    "description": "Len Schlesinger, Harvard Business School professor and author"
  },
  {
    "index": 15,
    "quote": "“And why do we fall, Bruce? So we can learn to pick ourselves up.”",
    "description": "Thomas Wayne, Batman’s Dad, in ‘Batman Begins’"
  },
  {
    "index": 16,
    "quote": "“If you fell down yesterday, stand up today.”",
    "description": "H.G. Wells, English writer and sci-fi author"
  },
  {
    "index": 17,
    "quote": "“Many of life’s failures are people who did not realize how close they were to success when they gave up.”",
    "description": "Thomas Edison, businessman and inventor of the phonograph and electric lamp"
  },
  {
    "index": 18,
    "quote": "“One of the most common causes of failure is quitting when one is overtaken by temporary defeat.”",
    "description": "Napoleon Hill, self-help author"
  },
  {
    "index": 19,
    "quote": "“Success consists of going from failure to failure without loss of enthusiasm.”",
    "description": "Winston Churchill, former Prime Minister of the United Kingdom"
  },
  {
    "index": 20,
    "quote": "“I’ve failed over and over and over again in my life. And that is why I succeed.”",
    "description": "Michael Jordan, former pro basketball player and businessman"
  },
  {
    "index": 21,
    "quote": "“The day you take complete responsibility for yourself, the day you stop making any excuses, that’s the day you start to the top.”",
    "description": "O.J. Simpson, former American football running back"
  },
  {
    "index": 22,
    "quote": "“Nothing is impossible. The word itself says ‘I’m Possible’.”",
    "description": "Audrey Hepburn, actress and humanitarian"
  },
  {
    "index": 23,
    "quote": "“You cannot swim for new horizons until you have courage to lose sight of the shore.”",
    "description": "William Faulkner, writer and Nobel Prize laureate"
  },
  {
    "index": 24,
    "quote": "“Do the best you can until you know better. Then when you know better, do better.”",
    "description": "Maya Angelou, American civil rights activist and poet"
  },
  {
    "index": 25,
    "quote": "“Don’t say you don’t have enough time. You have exactly the same amount of hours per day that were given to Helen Keller, Pasteur, Michelangelo, Mother Teresa, Leonardo Di Vinci, Thomas Jefferson, and Albert Einstein.”",
    "description": "H. Jackson Brown Jr., author"
  },
  {
    "index": 26,
    "quote": "“There are two kinds of people in this world: those who want to get things done and those who don’t want to make mistakes.”",
    "description": "John Maxwell, author and leadership expert"
  },
  {
    "index": 27,
    "quote": "“When we are no longer able to change a situation we are challenged to change ourselves.”",
    "description": "Viktor Frankl, neurologist, philosopher and Holocaust survivor"
  },
  {
    "index": 28,
    "quote": "“Make sure your own worst enemy doesn’t live between your two ears.”",
    "description": "Laird Hamilton, surfer"
  },
  {
    "index": 29,
    "quote": "“Don’t wish it were easier; wish you were better.”",
    "description": "Jim Rohn, entrepreneur and motivational speaker"
  },
  {
    "index": 30,
    "quote": "“There are no limits!”",
    "description": "The quote on the back of the flapjacks in our college canteen. My friends and I adopted it as something of an exam-term battle cry!"
  },
  {
    "index": 31,
    "quote": "“The only place where success comes before work is in the dictionary.”",
    "description": "Vidal Sassoon, hairstylist and philanthropist"
  },
  {
    "index": 32,
    "quote": "“I’m not telling you it is going to be easy — I’m telling you it’s going to be worth it.”",
    "description": "Art Williams, insurance billionaire"
  },
  {
    "index": 33,
    "quote": "“I find that the harder I work, the more luck I seem to have.”",
    "description": "Thomas Jefferson, 3rd US president"
  },
  {
    "index": 34,
    "quote": "“If people only knew how hard I’ve worked to gain my mastery, it wouldn’t seem so wonderful at all.”",
    "description": "Michelangelo, master sculpture, painter, architect and poet"
  },
  {
    "index": 35,
    "quote": "“All happiness depends on courage and work.”",
    "description": "Honore de Balzac, French author"
  },
  {
    "index": 36,
    "quote": "“There are no shortcuts to any place worth going.”",
    "description": "Beverly Sills, operatic soprano"
  },
  {
    "index": 37,
    "quote": "“Good things come to people who wait, but better things come to those who go out and get them.”",
    "description": "Unknown"
  },
  {
    "index": 38,
    "quote": "“Successful people are not gifted. They just work hard, then succeed on purpose.”",
    "description": "Unknown"
  },
  {
    "index": 39,
    "quote": "“There is no substitute for hard work.”",
    "description": "Thomas Edison, businessman and inventor of the phonograph and electric lamp"
  },
  {
    "index": 40,
    "quote": "“There are no traffic jams on the extra mile.”",
    "description": "Zig Ziglar, ace salesman and motivational speaker"
  }
]
